tap "homebrew/autoupdate"
# Alternative to top/htop
brew "glances"
# Automatically generate simple man pages
brew "help2man"
# Improved top (interactive process viewer)
brew "htop"
# Helps you navigate your file system faster by learning your habits
brew "jump"
# Mac App Store command-line interface
brew "mas"
# Library for command-line editing
brew "readline"
# Perl-powered file rename script with many helpful built-ins
brew "rename"
# Command-line interface for https://speedtest.net bandwidth tests
brew "speedtest-cli"
# Add a public key to a remote machine's authorized_keys file
brew "ssh-copy-id"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Internet file retriever
brew "wget"
# Application launcher and productivity software
cask "alfred"
# Web browser focusing on privacy
cask "brave-browser"
# Client for the Dropbox cloud storage service
cask "dropbox"
# Screen colour temperature controller
cask "flux"
# Web browser developed by Google
cask "google-chrome"
# App to write, plan, collaborate, and get organized
cask "notion"
# Screenshot measurement and annotation tool
cask "shottr"
# Music streaming service
cask "spotify"
# Video communication and virtual meeting platform
cask "zoom"
# Mac App Store Applications
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Blurred", id: 1497527363
mas "Calendar 366 II", id: 1265895169
mas "CloudMounter", id: 1130254674
mas "Commander One PRO", id: 1035237815
mas "Due", id: 524373870
mas "Hidden Bar", id: 1452453066
mas "Home Assistant", id: 1099568401
mas "Magnet", id: 441258766
mas "RunCat", id: 1429033973
mas "ScreenBrush", id: 1233965871
mas "ScreenFloat", id: 414528154
mas "Slack", id: 803453959
mas "Snap", id: 418073146
mas "Trend Micro Ad Blocker", id: 1491889901
mas "Weather for Status Bar", id: 1448031908
mas "Yoink", id: 457622435
