tap "heroku/brew"
tap "mongodb/brew"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "k9s"
brew "dos2unix"
brew "gengetopt"
brew "gh"
brew "git-flow-avh"
brew "git-lfs"
brew "gpg"
brew "helm"
brew "heroku/brew/heroku"
brew "heroku"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "krew"
brew "kubectl"
brew "kubectx"
brew "kumactl"
brew "minikube"
brew "mongodb/brew/mongodb-community"
brew "node"
brew "openssl"
brew "pandoc"
brew "podman"
brew "pulumi"
brew "pure"
brew "python"
brew "readline"
brew "rename"
brew "rust"
brew "ssh-copy-id"
brew "starship"
brew "tree"
brew "webp"
brew "wget"
brew "wtfutil"
brew "xz"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "datagrip"
cask "devdocs"
cask "docker"
cask "font-fira-code-nerd-font"
cask "fork"
cask "github"
cask "gitify"
cask "lens"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "visual-studio-code"
mas "PopHub", id: 928494006
mas "PullRequestMenu", id: 919797974
mas "Sip", id: 507257563
