tap "heroku/brew"
tap "homebrew/autoupdate"
tap "localstack/tap"
tap "mongodb/brew"
brew "xz"
brew "autoconf"
brew "automake"
brew "openssl@3"
brew "readline"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "cowsay"
brew "dos2unix"
brew "figlet"
brew "fortune"
brew "gengetopt"
brew "gh"
brew "git-lfs"
brew "glances"
brew "gnupg"
brew "go"
brew "helm"
brew "help2man"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jump"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kumactl"
brew "lolcat"
brew "mas"
brew "minikube"
brew "pandoc"
brew "podman"
brew "pulumi"
brew "pure"
brew "rename"
brew "rust"
brew "screenresolution"
brew "sl"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "starship"
brew "tree"
brew "volta"
brew "wget"
brew "wtfutil"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "localstack/tap/localstack-cli"
brew "mongodb/brew/mongodb-community"
cask "alfred"
cask "brave-browser"
cask "cloudflare-warp"
cask "datagrip"
cask "docker-desktop"
cask "dropbox"
cask "flux-app"
cask "font-fira-code-nerd-font"
cask "fork"
cask "github"
cask "gitify"
cask "google-chrome"
cask "lens"
cask "nordvpn"
cask "notion"
cask "notion-calendar"
cask "qlcolorcode"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "shottr"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Annotate", id: 918207447
mas "Blurred", id: 1497527363
mas "Calendar 366 II", id: 1265895169
mas "CloudMounter", id: 1130254674
mas "Deliveries", id: 290986013
mas "Due", id: 524373870
mas "Gelatin", id: 468374949
mas "Home Assistant", id: 1099568401
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Meeter", id: 1510445899
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PayPal Honey", id: 1472777122
mas "PDF Toolkit", id: 405219581
mas "PDFGenius", id: 522090209
mas "PopClip", id: 445189367
mas "PopHub", id: 928494006
mas "PullRequestMenu", id: 919797974
mas "RunCat", id: 1429033973
mas "ScreenBrush", id: 1233965871
mas "ScreenFloat", id: 414528154
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Snap", id: 418073146
mas "Snippet", id: 1613020051
mas "Tot", id: 1491071483
mas "Weather for Status Bar", id: 1448031908
mas "Yoink", id: 457622435
vscode "aaron-bond.better-comments"
vscode "adam-watters.vscode-color-pick"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.bookmarks"
vscode "andrew-codes.cypress-snippets"
vscode "azemoh.one-monokai"
vscode "be5invis.toml"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-preview-github-styles"
vscode "budparr.language-hugo-vscode"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "cliffordfajardo.highlight-line-vscode"
vscode "crystal-spider.jsdoc-generator"
vscode "cssho.vscode-svgviewer"
vscode "davidanson.vscode-markdownlint"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "exodiusstudios.comment-anchors"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "gxl.git-graph-3"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "janne252.fontawesome-autocomplete"
vscode "jdinhlife.gruvbox"
vscode "kamikillerto.vscode-colorize"
vscode "kuscamara.electron"
vscode "mariusalchimavicius.json-to-ts"
vscode "mdickin.markdown-shortcuts"
vscode "mermaidchart.vscode-mermaid-chart"
vscode "mhutchie.git-graph"
vscode "mikemcbride.electron-highlighter"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.copilot-mermaid-diagram"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mujichok.vscode-project-name-in-statusbar"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "pulumi.pulumi-lsp-client"
vscode "pulumi.pulumi-vscode-copilot"
vscode "pulumi.pulumi-vscode-tools"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "remisa.shellman"
vscode "rid9.datetime"
vscode "royaction.color-manager"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "taniarascia.new-moon-blue-vscode"
vscode "taniarascia.new-moon-vscode"
vscode "thenikso.github-plus-theme"
vscode "tyriar.sort-lines"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.codetour"
vscode "wayou.vscode-todo-highlight"
vscode "weaveworks.vscode-gitops-tools"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
