tap "brewsci/bio"
tap "brewsci/science"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "adns"
brew "webp"
brew "gdbm"
brew "xz"
brew "python@3.10"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bash-completion"
brew "fontconfig"
brew "glib"
brew "cmatrix"
brew "dos2unix"
brew "doxygen"
brew "gd"
brew "gengetopt"
brew "gh"
brew "git-flow-avh"
brew "git-lfs"
brew "glances"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "hdf5"
brew "helm"
brew "htop"
brew "htslib"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "node"
brew "joplin-cli"
brew "jq"
brew "k9s"
brew "krew"
brew "kubectx"
brew "kumactl"
brew "libssh2"
brew "mas"
brew "minikube"
brew "screenresolution"
brew "neofetch"
brew "nghttp2"
brew "node@14"
brew "pandoc"
brew "podman"
brew "pulumi"
brew "pure"
brew "python@3.8"
brew "rename"
brew "rust"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "starship"
brew "tree"
brew "wget"
brew "wtfutil"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
cask "alfred"
cask "amazon-music"
cask "brave-browser"
cask "datagrip"
cask "devdocs"
cask "discord"
cask "docker"
cask "dropbox"
cask "fetch"
cask "flux"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-powerline-symbols"
cask "fork"
cask "gimp"
cask "github"
cask "gitify"
cask "google-chrome"
cask "joplin"
cask "lens"
cask "mactex"
cask "nordvpn"
cask "notion"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "raindropio"
cask "spotify"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Annotate", id: 918207447
mas "CloudMounter", id: 1130254674
mas "Commander One PRO", id: 1035237815
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Due", id: 524373870
mas "Edison Mail", id: 1489591003
mas "Evernote", id: 406056744
mas "Evernote Web Clipper", id: 1481669779
mas "Gelatin", id: 468374949
mas "Hidden Bar", id: 1452453066
mas "Home Assistant", id: 1099568401
mas "Mactracker", id: 430255202
mas "Magnet", id: 441258766
mas "Meeter", id: 1510445899
mas "Monity", id: 915542151
mas "Notion Web Clipper", id: 1559269364
mas "PDF Toolkit", id: 405219581
mas "PDFGenius", id: 522090209
mas "PopClip", id: 445189367
mas "PopHub", id: 928494006
mas "PullRequestMenu", id: 919797974
mas "Raindrop.io for Safari", id: 957810159
mas "RunCat", id: 1429033973
mas "ScreenBrush", id: 1233965871
mas "ScreenFloat", id: 414528154
mas "Session Pal", id: 1515213004
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Snap", id: 418073146
mas "Spark", id: 1176895641
mas "Tab Space", id: 1473726602
mas "TinyNotepad", id: 1449415412
mas "Twitter", id: 1482454543
mas "Weather for Status Bar", id: 1448031908
mas "Yoink", id: 457622435
