alfred
brave-browser
datagrip
devdocs
docker
dropbox
flux
fork
gitify
google-chrome
mactex
postman
qlcolorcode
qlimagesize
qlmarkdown
qlstephen
qlvideo
quicklook-json
quicklookase
raindropio
spotify
visual-studio-code